sunshijiang/spot_esp32/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPI_MASTER_ISR_IN_IRAM=y
CONFIG_I2C_ISR_IRAM_SAFE=y
CONFIG_ADC_ONESHOT_CTRL_FUNC_IN_IRAM=y
CONFIG_LEDC_CTRL_FUNC_IN_IRAM=y
